{
  "metadata": {
    "total_size": 6672212480
  },
  "weight_map": {
    "model.sam_model.pos_embed": "model-00001-of-000001.safetensors",
    "model.sam_model.patch_embed.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.patch_embed.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.0.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.1.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.2.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.3.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.4.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.5.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.6.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.7.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.8.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.9.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.10.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.norm1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.norm1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.rel_pos_h": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.rel_pos_w": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.qkv.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.qkv.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.proj.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.attn.proj.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.norm2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.norm2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.mlp.lin1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.mlp.lin1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.mlp.lin2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.blocks.11.mlp.lin2.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.0.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.1.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.1.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.3.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.neck.3.bias": "model-00001-of-000001.safetensors",
    "model.sam_model.net_2.weight": "model-00001-of-000001.safetensors",
    "model.sam_model.net_3.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.embeddings.class_embedding": "model-00001-of-000001.safetensors",
    "model.vision_model.embeddings.patch_embedding.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.embeddings.position_embedding.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.0.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.1.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.2.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.3.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.4.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.5.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.6.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.7.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.8.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.9.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.10.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.11.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.12.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.13.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.14.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.15.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.16.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.17.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.18.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.19.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.20.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.21.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.22.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.self_attn.qkv_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.self_attn.qkv_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.self_attn.out_proj.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.self_attn.out_proj.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.mlp.fc1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.mlp.fc1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.mlp.fc2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.mlp.fc2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.layer_norm1.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.layer_norm1.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.layer_norm2.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.transformer.layers.23.layer_norm2.bias": "model-00001-of-000001.safetensors",
    "model.vision_model.pre_layrnorm.weight": "model-00001-of-000001.safetensors",
    "model.vision_model.pre_layrnorm.bias": "model-00001-of-000001.safetensors",
    "model.projector.layers.weight": "model-00001-of-000001.safetensors",
    "model.projector.layers.bias": "model-00001-of-000001.safetensors",
    "model.image_newline": "model-00001-of-000001.safetensors",
    "model.view_seperator": "model-00001-of-000001.safetensors",
    "model.embed_tokens.weight": "model-00001-of-000001.safetensors",
    "model.norm.weight": "model-00001-of-000001.safetensors",
    "lm_head.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.self_attn.o_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.mlp.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.mlp.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.mlp.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-000001.safetensors",
    "model.layers.0.post_attention_layernorm.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.self_attn.q_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.self_attn.k_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.self_attn.v_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.self_attn.o_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.gate.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.shared_experts.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.shared_experts.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.shared_experts.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.0.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.0.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.0.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.1.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.1.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.1.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.2.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.2.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.2.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.3.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.3.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.3.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.4.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.4.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.4.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.5.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.5.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.5.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.6.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.6.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.6.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.7.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.7.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.7.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.8.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.8.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.8.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.9.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.9.up_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.9.down_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.10.gate_proj.weight": "model-00001-of-000001.safetensors",
    "model.layers.1.mlp.experts.10.up_proj.weight": "model-00001-of-000001.safetensors",
